[
{"text": "\"Do not just seek happiness for yourself. Seek happiness for all. Through kindness. Through mercy.\"", "author": "Wide Awake by David Levithan"},
{"text": "\"You can never visit the same place twice. Each time, it’s a different story. By the very act of coming back, you wipe out what came before.\"", "author": "The Last Little Blue Envelope by Maureen Johnson"},
{"text": "\"A million dollars sounds like a lot, I know. Especially when you’re young. But you can’t let money erode your principles or you’ll wind up with nothing.\"", "author": "Sammy Keyes And The Dead Giveaway by Wendelin Van Draanen"},
{"text": "\"It’s always easier to say good-bye when you know it’s just a prelude to hello.\"", "author": "The Last Little Blue Envelope by Maureen Johnson"},
{"text": "\"That’s the thing about people who mean everything they say. They think everyone else does too.\"", "author": "The Kite Runner by Khaled Hosseini"},
{"text": "\"Infatuation cannot be sustained indefinitely, my friend. Love that embraces the entire person is a monumental gift that takes time to grow.\"", "author": "Thwonk by Joan Bauer"},
{"text": "\"The choices we make can have lasting consequences.\"", "author": "Thwonk by Joan Bauer"},
{"text": "\"There are some things your mind has been hiding from you.\"", "author": "Leven Thumps And The Gateway To Foo by Obert Skye"},
{"text": "\"How much good inside a day?", "author": "A Light In The Attic by Shel Silverstein"},
{"text": "\"I don’t want you to leap into another relationship without thinking. Looking for perfect is a big, fat myth because ", "author": "Thwonk by Joan Bauer"},
{"text": "\"Why did you do all this for me?” he asked. “I don’t deserve it. I’ve never done anything for you.”", "author": "Charlotte’s Web by E. B. White (via "},
{"text": "\"Harry – you’re a great wizard, you know.”", "author": "Harry Potter And The Sorcerer’s Stone by J. K. Rowling"},
{"text": "\"To say ‘I love you’ one must know first how to say the 'I.’\"", "author": "The Fountainhead by Ayn Rand"},
{"text": "\"Even strength has to bow to wisdom sometimes.\"", "author": "The Lightning Thief by Rick Riordan"},
{"text": "\"Fear of a name increases fear of the thing itself.\"", "author": "Harry Potter And The Sorcerer’s Stone by J. K. Rowling"},
{"text": "\"No one knows for certain how much impact they have on the lives of other people. Oftentimes, we have no clue. Yet we push it just the same.\"", "author": "Thirteen Reasons Why by Jay Asher (via "},
{"text": "\"To the well-organized mind, death is but the next great adventure.\"", "author": "Harry Potter And The Sorcerer’s Stone by J. K. Rowling"},
{"text": "\"No one is ever who you want them to be.\"", "author": "Dash & Lily’s Book Of Dares by Rachel Cohn and David Levithan"},
{"text": "\"Until I feared I would lose it, I never loved to read. One does not love breathing.\"", "author": "To Kill A Mockingbird by Harper Lee"},
{"text": "\"We are not always what we seem, and hardly ever what we dream.\"", "author": "The Last Unicorn by Peter S. Beagle"},
{"text": "\"There are all kinds of courage. It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.\"", "author": "Harry Potter and the Sorcerer’s Stone by J. K. Rowling"},
{"text": "\"It’s not a crime not to know yourself. It’s not a crime to send life away. It’s just a shame.\"", "author": "Be Near Me by Andrew O'Hagan"},
{"text": "\"Humans do have a knack of choosing precisely those things that are worst for them.\"", "author": "Harry Potter And The Sorcerer’s Stone by J. K. Rowling"},
{"text": "\"We’re all human, aren’t we? Every human life is worth the same, and worth saving.\"", "author": "Harry Potter And The Deathly Hallows by J. K. Rowling"},
{"text": "\"It is very difficult to make one’s way in the world without being wicked at one time or another, when the world’s way is so wicked to begin with.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"Good resolutions are useless attempts to interfere with scientific laws. Their origin is pure vanity. Their result is absolutely nil.\"", "author": "The Picture of Dorian Gray by Oscar Wilde"},
{"text": "\"Eyes are blind. You have to look with the heart.\"", "author": "The Little Prince by Antoine de Saint-Exupéry"},
{"text": "\"It is difficult, when faced with a situation you cannot control, to admit that you can do nothing.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"A little extra wisdom never goes amiss.\"", "author": "Harry Potter And The Deathly Hallows by J. K. Rowling"},
{"text": "\"It is often difficult to admit that someone you love is not perfect, or to consider aspects of a person that are less than admirable.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"One sees clearly only with the heart. Anything essential is invisible to the eyes.\"", "author": "The Little Prince by Antoine de Saint-Exupéry"}
]