[
{"text": "\"Do not just seek happiness for yourself. Seek happiness for all. Through kindness. Through mercy.\"", "author": "Wide Awake by David Levithan"},
{"text": "\"You can never visit the same place twice. Each time, it’s a different story. By the very act of coming back, you wipe out what came before.\"", "author": "The Last Little Blue Envelope by Maureen Johnson"},
{"text": "\"A million dollars sounds like a lot, I know. Especially when you’re young. But you can’t let money erode your principles or you’ll wind up with nothing.\"", "author": "Sammy Keyes And The Dead Giveaway by Wendelin Van Draanen"},
{"text": "\"There is no such thing as equality for some. Equality must be for all. That is what freedom is. That is what liberty is. No human being is born more or less important than any other. How can we allow ourselves to forget that? What simpler truth is there?\"", "author": "Wide Awake by David Levithan"},
{"text": "\"It’s always easier to say good-bye when you know it’s just a prelude to hello.\"", "author": "The Last Little Blue Envelope by Maureen Johnson"},
{"text": "\"We are all going, I thought, and it applies to turtles and turtlenecks, Alaska the girl and Alaska the place, because nothing can last, not even the earth itself. The Buddha said that suffering was caused by desire, we’d learned, and that the cessation of desire meant the cessation of suffering. When you stopped wishing things wouldn’t fall apart, you’d stop suffering when they did.\"", "author": "Looking For Alaska by John Green"},
{"text": "\"One time, when I was very little, I climbed a tree and ate these green, sour apples. My stomach swelled and became hard like a drum, it hurt a lot. Mother said that if I’d just waited for the apples to ripen, I wouldn’t have become sick. So now, whenever I really want something, I try to remember what she said about the apples.\"", "author": "The Kite Runner by Khaled Hosseini"},
{"text": "\"The term “forgive and forget” doesn’t make sense to me. Forgiving does allow us to stop dwelling on an issue, which isn’t always healthy. But if we forget, we don’t learn from our mistakes.\"", "author": "Abandon by Meg Cabot"},
{"text": "\"You should know,” said Estella. “I am what you have made me. Take all the praise, take all the blame; take all the success, take all the failure; in short, take me.\"", "author": "Great Expectations by Charles Dickens"},
{"text": "\"That’s the thing about people who mean everything they say. They think everyone else does too.\"", "author": "The Kite Runner by Khaled Hosseini"},
{"text": "\"Don’t ever let them tell you that you’re too stupid to do something. I’m not saying it’s going to be easy for you. Maybe you’re going to have to work for it a little harder than other people, which I know isn’t fair. But that doesn’t mean you should just give up.\"", "author": "Abandon by Meg Cabot"},
{"text": "\"Infatuation cannot be sustained indefinitely, my friend. Love that embraces the entire person is a monumental gift that takes time to grow.\"", "author": "Thwonk by Joan Bauer"},
{"text": "\"The choices we make can have lasting consequences.\"", "author": "Thwonk by Joan Bauer"},
{"text": "\"Imagining the future is a kind of nostalgia. You spend your whole life stuck in the labyrinth, thinking about how you’ll escape it one day, and how awesome it will be, and imagining that future keeps you going, but you never do it. You just use the future to escape the present.\"", "author": "Looking For Alaska by John Green"},
{"text": "\"There are some things your mind has been hiding from you.\"", "author": "Leven Thumps And The Gateway To Foo by Obert Skye"},
{"text": "\"How much good inside a day?", "author": "A Light In The Attic by Shel Silverstein"},
{"text": "\"I don’t want you to leap into another relationship without thinking. Looking for perfect is a big, fat myth because ", "author": "Thwonk by Joan Bauer"},
{"text": "\"Sometimes, I look outside, and I think that a lot of other people have seen this snow before. Just like I think that a lot of other people have read those books before. And listened to those songs. I wonder how they feel tonight.\"", "author": "The Perks Of Being A Wallflower by Stephen Chbosky"},
{"text": "\"You can’t be with someone else effectively, unless you can stand to be alone with yourself,” he declared. “Being part of a couple isn’t the final answer. It can’t define who you are.\"", "author": "Thwonk by Joan Bauer"},
{"text": "\"Realize your youth while you have it. Don’t squander the gold of your days, listening to the tedious, trying to improve the hopeless failure, or giving away your life to the ignorant, the common, and the vulgar. These are the sickly aims, the false ideals, of our age. Live! Live the wonderful life that is in you! Let nothing be lost upon you. Be always searching for new sensations. Be afraid of nothing.\"", "author": "The Picture Of Dorian Gray by Oscar Wilde  (via "},
{"text": "\"A person who has good thoughts cannot ever be ugly. You can have a wonky nose and a crooked mouth and a double chin and stick-out teeth, but if you have good thoughts they will shine out of your face like sunbeams and you will always look lovely.\"", "author": "The Twits by Roald Dahl"},
{"text": "\"But I was sure of something too: it’s a lot easier to be lost than found. It’s the reason we’re always searching, and rarely discovered - so many locks, not enough keys.\"", "author": "Lock And Key by Sarah Dessen"},
{"text": "\"Why did you do all this for me?” he asked. “I don’t deserve it. I’ve never done anything for you.”", "author": "Charlotte’s Web by E. B. White (via "},
{"text": "\"But ultimately I do not believe that she was only matter. The rest of her must be recycled, too. I believe now that we are greater than the sum of our parts. If you take Alaska’s genetic code and you add her life experiences and the relationships she had with people, and then you take the size and shape of her body, you do not get her. There is something else entirely. There is a part of her greater than the sum of her knowable parts. And that part has to go somewhere, because it cannot be destroyed.\"", "author": "Looking for Alaska by John Green (via "},
{"text": "\"Harry – you’re a great wizard, you know.”", "author": "Harry Potter And The Sorcerer’s Stone by J. K. Rowling"},
{"text": "\"Most children in Matilda’s place would have burst into floods of tears. She didn’t do this. She sat there very still and white and thoughtful. She seemed to know that neither crying nor sulking ever got anyone anywhere.\"", "author": "Matilda by Roald Dahl"},
{"text": "\"To say ‘I love you’ one must know first how to say the 'I.’\"", "author": "The Fountainhead by Ayn Rand"},
{"text": "\"Even strength has to bow to wisdom sometimes.\"", "author": "The Lightning Thief by Rick Riordan"},
{"text": "\"Fear of a name increases fear of the thing itself.\"", "author": "Harry Potter And The Sorcerer’s Stone by J. K. Rowling"},
{"text": "\"No one knows for certain how much impact they have on the lives of other people. Oftentimes, we have no clue. Yet we push it just the same.\"", "author": "Thirteen Reasons Why by Jay Asher (via "},
{"text": "\"To the well-organized mind, death is but the next great adventure.\"", "author": "Harry Potter And The Sorcerer’s Stone by J. K. Rowling"},
{"text": "\"No one is ever who you want them to be.\"", "author": "Dash & Lily’s Book Of Dares by Rachel Cohn and David Levithan"},
{"text": "\"Until I feared I would lose it, I never loved to read. One does not love breathing.\"", "author": "To Kill A Mockingbird by Harper Lee"},
{"text": "\"We are not always what we seem, and hardly ever what we dream.\"", "author": "The Last Unicorn by Peter S. Beagle"},
{"text": "\"There are all kinds of courage. It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.\"", "author": "Harry Potter and the Sorcerer’s Stone by J. K. Rowling"},
{"text": "\"It’s not a crime not to know yourself. It’s not a crime to send life away. It’s just a shame.\"", "author": "Be Near Me by Andrew O'Hagan"},
{"text": "\"Humans do have a knack of choosing precisely those things that are worst for them.\"", "author": "Harry Potter And The Sorcerer’s Stone by J. K. Rowling"},
{"text": "\"Things must happen when it is time for them to happen. Quests may not simply be abandoned; prophecies may not be left to rot like unpicked fruit; unicorns may go unrescued for a long time, but not forever. The happy ending cannot come in the middle of the story.\"", "author": "The Last Unicorn by Peter S. Beagle"},
{"text": "\"We’re all human, aren’t we? Every human life is worth the same, and worth saving.\"", "author": "Harry Potter And The Deathly Hallows by J. K. Rowling"},
{"text": "\"It is very difficult to make one’s way in the world without being wicked at one time or another, when the world’s way is so wicked to begin with.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"Good resolutions are useless attempts to interfere with scientific laws. Their origin is pure vanity. Their result is absolutely nil.\"", "author": "The Picture of Dorian Gray by Oscar Wilde"},
{"text": "\"You know. Life’s short. If you don’t try new things, you’ll never know what you’re best at. And you can only make time for new things by quitting the things you know don’t work for you.\"", "author": "Teen Idol by Meg Cabot (via "},
{"text": "\"You are the true master of death, because the true master does not seek to run away from Death. He accepts that he must die, and understands that there are far, far worse things in the living world than dying.\"", "author": "Harry Potter And The Deathly Hallows by J. K. Rowling"},
{"text": "\"Eyes are blind. You have to look with the heart.\"", "author": "The Little Prince by Antoine de Saint-Exupéry"},
{"text": "\"It is a curious thing, Harry, but perhaps those who are best suited to power are those who have never sought it. Those who, like you, have leadership thrust upon them, and take up the mantle because they must, and find to their own surprise that they wear it well.\"", "author": "Harry Potter And The Deathly Hallows by J. K. Rowling"},
{"text": "\"It is difficult, when faced with a situation you cannot control, to admit that you can do nothing.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"That which Voldemort does not value, he takes no trouble to comprehend. Of house-elves and children’s tales, of love, loyalty, and innocence, Voldemort knows and understands nothing. Nothing. That they all have a power beyond his own, a power beyond the reach of any magic, is a truth he has never grasped.\"", "author": "Harry Potter And The Deathly Hallows by J. K. Rowling"},
{"text": "\"A little extra wisdom never goes amiss.\"", "author": "Harry Potter And The Deathly Hallows by J. K. Rowling"},
{"text": "\"“It’s more impressive,” I said out loud. “From a distance, I mean. You can’t see the wear on things, you know? You can’t see the rust or the weeds or the paint cracking. You see the place as someone once imagined it.”", "author": "Paper Towns by John Green"},
{"text": "\"Grief, a type of sadness that most often occurs when you have lost someone you love, is a sneaky thing, because it can disappear for a long time, and then pop back up when you least expect it.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"You shall pass judgment on yourself,” the king answered. “That is the hardest thing of all. It is much harder to judge yourself than to judge others. If you succeed in judging yourself, it’s because you are truly a wise man.\"", "author": "The Little Prince by Antoine de Saint-Exupéry"},
{"text": "\"It is often difficult to admit that someone you love is not perfect, or to consider aspects of a person that are less than admirable.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"My fiancée was very beautiful. She had the most magnificent brown eyes, and skin like an angel. And for a time, all I could see was her beauty. But then… well, let’s just say I discovered she wasn’t a fraction of the person Renée was. It’s easy to look back and see it, and it’s easy to give the advice, but the sad fact is, most people don’t look beneath the surface until it’s too late.\"", "author": "Flipped by Wendelin Van Draanen"},
{"text": "\"One of the remarkable things about love is that, despite very irritating people writing poems and songs about how pleasant it is, it really is quite pleasant.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"There comes a time when the world gets quiet and the only thing left is your own heart. So you’d better learn the sound of it. Otherwise you’ll never understand what it’s saying.\"", "author": "Just Listen by Sarah Dessen"},
{"text": "\"Deciding on the right thing to do in a situation is a bit like deciding on the right thing to wear to a party. It is easy to decide on what is wrong to wear to a party, such as deep-sea  diving equipment or a pair of large pillows, but deciding what is right is much trickier. The truth is that you can never be sure if you have decided on the right thing until the party is over, and by then it is too late to go back and change you mind, which is why the world is filled with people doing terrible things and wearing ugly clothing.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"One sees clearly only with the heart. Anything essential is invisible to the eyes.\"", "author": "The Little Prince by Antoine de Saint-Exupéry"},
{"text": "\"Unless you have been very, very lucky, you have undoubtedly experienced events in your life that have made you cry. So unless you have been very, very lucky, you know that a good, long session of weeping can often make you feel better, even if your circumstances have not changed one bit.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"Physical beauty is passing. A transitory possession. But beauty of the mind and richness of the spirit and tenderness of the heart aren’t taken away, but grow! Increase with the years!\"", "author": "A Streetcar Named Desire by Tennessee Williams"},
{"text": null, "author": "\r\n              "},
{"text": "\"When someone is crying, of course, the noble thing to do is to comfort them. But if someone is trying to hide their tears, it may also be noble to pretend you do not notice them, so they will not be embarrassed.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"The next time you’re faced with a choice, do the right thing. It hurts everyone less in the long run.\"", "author": "Flipped by Wendelin Van Draanen"},
{"text": "\"One of the most difficult things to think about in life is one’s regrets. Something will happen to you, and you will do the wrong thing, and for years afterward you will wish you had done something different.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"‘Really,’ said Alice, very much confused, 'I don’t think–’", "author": "Alice In Wonderland by Lewis Carroll"},
{"text": "\"Never trust anyone who has not brought a book with them.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"All we have to decide is what to do with the time that is given us.\"", "author": "The Fellowship Of The Ring by J. R. R. Tolkien"},
{"text": "\"There are times to stay put, and what you want will come to you, and there are times to go out into the world and find such a thing for yourself.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"You can’t dwell on what might have been.\"", "author": "Flipped by Wendelin Van Draanen"},
{"text": "\"Love can change a person the way a parent can change a baby – awkwardly, and often with a great deal of mess.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"I believe that, before all else, I’m a human being, no less than you.\"", "author": "A Doll’s House by Henrik Ibsen"},
{"text": "\"Sometimes words are not enough.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"Oh, ‘tis love, 'tis love, that makes the world go round!\"", "author": "Alice In Wonderland by Lewis Carroll"},
{"text": "\"It is useless for me to describe to you how terrible Violet, Klaus, and even Sunny felt in the time that followed. If you have ever lost someone very important to you, then you already know how it feels, and if you haven’t, you cannot possibly imagine it.\"", "author": "The Bad Beginning by Lemony Snicket"},
{"text": "\"A library is like an island in the middle of a vast sea of ignorance, particularly if the library is very tall and the surrounding area has been flooded.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"It is better to be alone, she figures, than to be with someone who can’t see who you are. It is better to lead than to follow. It is better to speak up than stay silent. It is better to open doors than to shut them on people.\"", "author": "The Disreputable History Of Frankie Landau-Banks by E. Lockhart"},
{"text": "\"There are those who say that life is like a book, with chapters for each event in your life and a limited number of pages on which you can spend you time. But I prefer to think that a book is like a life, particularly a good one, which is well worth staying up all night to finish.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"I know, up on top you are seeing great sights, but down at the bottom we, too, should have rights.\"", "author": "Yertle The Turtle And Other Stories by Dr. Seuss"},
{"text": "\"A good library will never be too neat, or too dusty, because somebody will always be in it, taking books off the shelves and staying up late reading them.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"That’s who you really like. The people you can think out loud in front of.\"", "author": "An Abundance Of Katherines by John Green"},
{"text": "\"We are all around you. You don’t think about us much, because we are invisible. Well, not exactly invisible. A lot of us have hair dyed in four colors, or wear five-inch platform sneakers, or carry enough metal in our skin that it’s a hassle getting on an airplane. Quite visible, actually, come to think of it. But we don’t wear signs saying what we are. After all, if you knew what we were up to, we couldn’t work our magic. We have to observe carefully, and push and prompt you in ways you don’t notice. Like good teachers, we let you think you’ve discovered the truth on your own.", "author": "So Yesterday by Scott Westerfeld"},
{"text": "\"It is much, much worse to receive bad news through the written word than by somebody simply telling you, and I’m sure you understand why. When somebody simply tells you bad news, you hear it once, and that’s the end of it. But when bad news is written down, whether in a letter or a newspaper or on your arm in felt tip pen, each time you read it, you feel as if you are receiving the news again and again.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"Fate is like a strange, unpopular restaurant, filled with odd waiters who bring you things you never asked for and don’t always like.\"", "author": "The Slippery Slope by Lemony Snicket"},
{"text": "\"It is one of life’s bitterest truths that bedtime so often arrives just when things are really getting interesting.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"Be sure when you step. Step with care and great tact and remember that Life’s a Great Balancing Act.\"", "author": "Oh, The Places You’ll Go! by Dr. Seuss"},
{"text": "\"Temper tantrums, however fun they may be to throw, rarely solve whatever problem is causing them.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"The sad truth is that the truth is sad.\"", "author": "The Carnivorous Carnival by Lemony Snicket"},
{"text": "\"Arguing with somebody is never pleasant, but sometimes it is useful and necessary to do so.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"According to Madam Pomfrey, thoughts could leave deeper scarring than almost anything else.\"", "author": "Harry Potter And The Order Of The Phoenix by J. K. Rowling"},
{"text": "\"There are some who say that you should forgive everyone, even the people who have disappointed you immeasurably. There are others who say you should not forgive anyone, and should stomp off in a huff no matter how many times they apologize. Of these two philosophies, the second one is of course much more fun, but it can also grow exhausting to stomp off in a huff every time someone has disappointed you, as everyone disappoints everyone eventually, and one can’t stomp off in a huff every minutes of the day.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"So be your name Buxbaum or Bixby or Bray or Mordecai Ali Van Allen O'Shea, you’re off to Great Places! Today is your day! Your mountain is waiting. So get on your way!\"", "author": "Oh, The Places You’ll Go! by Dr. Seuss"},
{"text": "\"It is always sad when someone leaves home, unless they are simply going around the corner and will return in a few minutes with ice-cream sandwiches.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"If writers wrote as carelessly as some people talk, then adhasdh asdglaseuyt[bn[ pasdlgkhasdfasdf.\"", "author": "Horseradish: Bitter Truths You Can’t Avoid by Lemony Snicket"},
{"text": "\"Once you start saying women are all about sisterhood and community, then you start underestimating people who might easily, I don’t know, take over the world.\"", "author": "The Disreputable History Of Frankie Landau-Banks by E. Lockhart"},
{"text": "\"One of the most troublesome things in life is that what you do or do not want has very little to do with what does or does not happen.\"", "author": "The Carnivorous Carnival by Lemony Snicket"},
{"text": "\"If somebody likes me, I want them to like the real me, not what they think I am.\"", "author": "The Perks Of Being A Wallflower by Stephen Chbosky"},
{"text": "\"When somebody is a little bit wrong – say, when a waiter puts nonfat milk in your espresso macchiato, instead of lowfat milk – it is often quite easy to explain to them how and why they are wrong. But if somebody is surpassingly wrong – say, when a waiter bites your nose instead of taking your order – you can often be so surprised that you are unable to say anything at all.\"", "author": "The Reptile Room by Lemony Snicket"},
{"text": "\"This above all: to thine own self be true,", "author": "Hamlet by William Shakespeare"},
{"text": "\"Simple it’s not, I’m afraid you will find, for a mind-maker-upper to make up his mind.\"", "author": "Oh, The Places You’ll Go! by Dr. Seuss"},
{"text": "\"There is no such thing as a moral or immoral book. Books are well written, or badly written. That is all.\"", "author": "The Picture Of Dorian Gray by Oscar Wilde"},
{"text": "\"People aren’t either wicked or noble. They’re like chef’s salads, with good things and bad things chopped and mixed together in a vinaigrette of confusion and conflict.\"", "author": "The Grim Grotto by Lemony Snicket"},
{"text": "\"Some wounds run too deep for the healing.\"", "author": "Harry Potter And The Order Of The Phoenix by J. K. Rowling"},
{"text": "\"Unless someone like you cares a whole awful lot, nothing is going to get better. It’s not.\"", "author": "The Lorax by Dr. Seuss"},
{"text": "\"Above all, watch with glittering eyes the whole world around you because the greatest secrets are always hidden in the most unlikely places. Those who don’t believe in magic will never find it.\"", "author": "The Minpins by Roald Dahl"},
{"text": "\"There are few sights sadder than a ruined book.\"", "author": "The Wide Window by Lemony Snicket"},
{"text": "\"Once you say women are one way, and men are another, and say that’s how it is in other species so that’s gotta be how it is in people, then even if it’s somewhat true – even if it’s quite a good amount true – you’re setting yourself up to make all kinds of assumptions that actually really suck. Like, women tend to cooperate with each other and therefore don’t have enough competitive drive to run major companies or lead army squadrons. Or men are inherently unfaithful because they want to propagate their seed. Assumptions like these do nothing but cause problems in the world.\"", "author": "The Disreputable History Of Frankie Landau-Banks by E. Lockhart"},
{"text": "\"Hello, babies. Welcome to Earth. It’s hot in the summer and cold in the winter. It’s round and wet and crowded. At the outside, babies, you’ve got about a hundred years here. There’s only one rule that I know of, babies: God damn it, you’ve got to be kind.\"", "author": "God Bless You, Mr. Rosewater by Kurt Vonnegut"},
{"text": "\"Wherever you go, you will top all the rest. Except when you ", "author": "Oh, The Places You’ll Go! by Dr. Seuss"},
{"text": "\"Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young.\"", "author": "Harry Potter And The Order Of The Phoenix by J. K. Rowling"},
{"text": "\"It is a curious thing, the death of a loved one. We all know that our time in this world is limited, and that eventually all of us will end up underneath some sheet, never to wake up. And yet it is always a surprise when it happens to someone we know.\"", "author": "The Reptile Room by Lemony Snicket"},
{"text": "\"Sometimes things happen to people and they’re not equipped to deal with them.\"", "author": "Catching Fire by Suzanne Collins"},
{"text": "\"The more that you read, the more things you will know. The more that you learn, the more places you’ll go.\"", "author": "I Can Read With My Eyes Shut! by Dr. Seuss"},
{"text": "\"You don’t remember what happened. What you remember becomes what happened.\"", "author": "An Abundance Of Katherines by John Green"},
{"text": "\"What’s in a name? That which we call a rose,", "author": "Romeo And Juliet by William Shakespeare"},
{"text": "\"It doesn’t matter who you are or what you look like so long as somebody loves you.\"", "author": "The Witches by Roald Dahl"},
{"text": "\"Oftentimes, when people are miserable, they will want to make other people miserable, too. But it never helps.\"", "author": "The Wide Window by Lemony Snicket"},
{"text": "\"You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose. You’re on your own. And you know what you know. And ", "author": "Oh, The Places You’ll Go! by Dr. Seuss"},
{"text": "\"You forget all of it anyway. First, you forget everything you learned – the dates of the Hay-Herran Treaty and the Pythagorean theorem. You especially forget everything you didn’t really learn, but just memorized the night before. You forget the names of all but one or two of your teachers, and eventually you’ll forget those, too. You forget your junior year class schedule and where you used to sit and your best friend’s home phone number and the lyrics to that song you must have played a million times. And eventually, but slowly, oh so slowly, you forget your humiliations – even the ones that seemed indelible just fade away. You forget who was cool and who was not, who was pretty, smart, athletic, and not. Who went to a good college. Who threw the best parties. Who could get you pot. You forget all of them. Even the ones you said you loved, and even the ones you actually did. They’re the last to go. And then once you’ve forgotten enough, you love someone else.\"", "author": "Memoirs Of A Teenage Amnesiac by Gabrielle Zevin"},
{"text": "\"Well, I think you’re cool, and I want you to think I’m cool, and that’s all popular is.\"", "author": "An Abundance of Katherines by John Green"},
{"text": "\"In spite of everything, I still believe that people are truly good at heart.\"", "author": "The Diary Of A Young Girl by Anne Frank"},
{"text": "\"Things never happen the same way twice.\"", "author": "Prince Caspian by C. S. Lewis"},
{"text": "\"Differences of habit and language are nothing at all if our aims are identical and our hearts are open.\"", "author": "Harry Potter And The Goblet Of Fire by J. K. Rowling"},
{"text": "\"It would be a good idea if more people knew how to think.\"", "author": "A Wind In The Door by Madeleine L'Engle"},
{"text": "\"To know what ", "author": "Prince Caspian by C. S. Lewis"},
{"text": "\"I wanted so badly to lie down next to her on the couch, to wrap my arms around her and sleep. Not fuck, like in those movies. Not even have sex. Just sleep together, in the most innocent sense of the phrase. But I lacked the courage and she had a boyfriend and I was gawky and she was gorgeous and I was hopelessly boring and she was endlessly fascinating. So I walked back to my room and collapsed on the bottom bunk, thinking that if people were rain, I was drizzle and she was hurricane.\"", "author": "Looking For Alaska by John Green"},
{"text": "\"yearning, ", "author": "The Lover’s Dictionary by David Levithan"},
{"text": "\"Maybe tonight you’re scared of falling, and maybe there’s somebody here or somewhere else you’re thinking about, worrying over, fretting over, trying to figure out if you want to fall, or how and when you’re gonna land, and I gotta tell you friends that to stop thinking about the landing, because it’s all about falling.\"", "author": "Will Grayson, Will Grayson by John Green and David Levithan"},
{"text": "\"He shall never know how I love him; and that not because he’s handsome, Nelly, but because he’s more myself than I am. Whatever our souls are made of, his and mine are the same.\"", "author": "Wuthering Heights by Emily Bront"},
{"text": "\"Maybe there is something you’re afraid to say, or someone you’re afraid to love, or somewhere you’re afraid to go. It’s gonna hurt. It’s gonna hurt because it matters.\"", "author": "Will Grayson, Will Grayson by John Green and David Levithan"},
{"text": "\"It is the unknown we fear when we look upon death and darkness, nothing more.\"", "author": "Harry Potter And The Half-Blood Prince by J. K. Rowling"},
{"text": "\"When you date someone, you have the markers along the way, right: You kiss, you have The Talk, you say the Three Little Words, you sit on a swing set and break up. You can plot the points on a graph. And you check up with each other along the way: Can I do this? If I say this, will you say it back? But with friendship, there’s nothing like that. Being in a relationship, that’s something you choose. Being friends, that’s just something you are.\"", "author": "Will Grayson, Will Grayson by John Green and David Levithan"},
{"text": "\"Nothing ever happens like you imagine it will,” she says.", "author": "Paper Towns by John Green"},
{"text": "\"It was, he thought, the difference between being dragged into the arena to face a battle to the death and walking into the arena with your head held high. Some people, perhaps, would say that there was little to choose between the two ways, but Dumbledore knew – ", "author": "Harry Potter And The Half-Blood Prince by J. K. Rowling"},
{"text": "\"Atticus, he was real nice.”", "author": "To Kill A Mockingbird by Harper Lee"},
{"text": "\"", "author": "Looking For Alaska by John Green"},
{"text": "\"That was the amazing part. Things just keep going. We didn’t talk about anything heavy or light. We were just there together. And that was enough.\"", "author": "The Perks Of Being A Wallflower by Stephen Chbosky"},
{"text": "\"tableau, ", "author": "The Lover’s Dictionary by David Levithan"},
{"text": "\"Voldemort himself created his worst enemy, just as tyrants everywhere do! Have you any idea how much tyrants fear the people they oppress? All of them realize that, one day, amongst their many victims, there is sure to be one who rises against them and strikes back!\"", "author": "Harry Potter And The Half-Blood Prince by J. K. Rowling"},
{"text": "\"Many places you would like to see are just off the map and many things you want to know are just out of sight or a little beyond your reach. But someday you’ll reach them all, for what you learn today, for no reason at all, will help you discover all the wonderful secrets of tomorrow.\"", "author": "The Phantom Tollbooth by Norton Juster"},
{"text": "\"People find it far easier to forgive others for being wrong than being right.\"", "author": "Harry Potter And The Half-Blood Prince by J. K. Rowling"},
{"text": "\"In the silence, I remembered this one time that I never told anybody about. The time we were walking. Just the three of us. And I was in the middle. I don’t remember where we were walking to or where we were walking from. I don’t even remember the season. I just remember walking between them and feeling for the first time that I belonged somewhere.\"", "author": "The Perks Of Being A Wallflower by Stephen Chbosky"},
{"text": "\"What a treacherous thing it is to believe that a person is more than a person.\"", "author": "Paper Towns by John Green"},
{"text": "\"Age is foolish and forgetful when it underestimates youth.\"", "author": "Harry Potter And The Half-Blood Prince by J. K. Rowling"},
{"text": "\"Maybe it’s good to put things in perspective, but sometimes, I think that the only perspective is to really be there. Like Sam said. Because it’s okay to feel things. And be who you are about them.\"", "author": "The Perks Of Being A Wallflower by Stephen Chbosky"},
{"text": "\"But I could never have done it,” he objected, “without everyone else’s help.”", "author": "The Phantom Tollbooth by Norton Juster"},
{"text": "\"We must try not to sink beneath our anguish, Harry, but battle on.\"", "author": "Harry Potter And The Half-Blood Prince by J. K. Rowling"},
{"text": "\"The one place where a man ought to get a square deal is in a courtroom, be he any color of the rainbow, but people have a way of carrying their resentments right into a jury box. As you grow older, you’ll see white men cheat black men every day of your life, but let me tell you something and don’t you forget it – whenever a white man does that to a black man, no matter who he is, how rich he is, or how fine a family he comes from, that white man is trash.\"", "author": "To Kill A Mockingbird by Harper Lee"},
{"text": "\"When I was driving home, I just thought about the word “special.” And I thought the last person who said that about me was my aunt Helen. I was very grateful to have heard it again. Because I guess we all forget sometimes. And I think everyone is special in their own way. I really do.\"", "author": "The Perks Of Being A Wallflower by Stephen Chbosky"},
{"text": "\"You never really understand a person until you consider things from his point of view.\"", "author": "To Kill A Mockingbird by Harper Lee"},
{"text": "\"So many things are possible just as long as you don’t know they’re impossible.\"", "author": "The Phantom Tollbooth by Norton Juster"},
{"text": "\"We are only as strong as we are united, as weak as we are divided.\"", "author": "Harry Potter And The Goblet Of Fire by J. K. Rowling"},
{"text": "\"The truth.” Dumbledore sighed. “It is a beautiful and terrible thing, and should therefore be treated with great caution.\"", "author": "Harry Potter And The Sorcerer’s Stone by J. K. Rowling"},
{"text": "\"You can love someone so much, he thought. But you can never love people as much as you can miss them.\"", "author": "An Abundance Of Katherines by John Green"},
{"text": "\"I walked over to the hill where we used to go and sled. There were a lot of little kids there. I watched them flying. Doing jumps and having races. And I thought that all those little kids are going to grow up someday. And all of those little kids are going to do the things that we do. And they will all kiss someone someday. But for now, sledding is enough. I think it would be great if sledding were always enough, but it isn’t.\"", "author": "The Perks Of Being A Wallflower by Stephen Chbosky"},
{"text": "\"ineffable, adj.", "author": "The Lover’s Dictionary by David Levithan"},
{"text": "\"Jem, I think there’s just one kind of folks. Folks.\"", "author": "To Kill A Mockingbird by Harper Lee"},
{"text": "\"Thomas Edison’s last words were: “It’s very beautiful over there.” I don’t know where there is, but I believe it’s somewhere, and I hope it’s beautiful.\"", "author": "Looking For Alaska by John Green"},
{"text": "\"That’s what I thought, too,” he said at last, “when I was your age. If there’s just one kind of folks, why can’t they get along with each other? If they’re all alike, why do they go out of their way to despise each other?\"", "author": "To Kill A Mockingbird by Harper Lee"},
{"text": "\"The question is rhetorical, but if I wasn’t trying to shut up, I’d answer it: You like someone who can’t like you back because unrequited love can be survived in a way that once-requited love cannot.\"", "author": "Will Grayson, Will Grayson by John Green and David Levithan"},
{"text": "\"Remember Cedric. Remember, if the time should come when you have to make a choice between what is right and what is easy, remember what happened to a boy who was good, and kind, and brave, because he strayed across the path of Lord Voldemort. Remember Cedric Diggory.\"", "author": "Harry Potter And The Goblet Of Fire by J. K. Rowling"},
{"text": "\"Everything in Digitopolis is much too difficult for me.”", "author": "The Phantom Tollbooth by Norton Juster"},
{"text": "\"Books are the ultimate Dumpees: put them down and they’ll wait for you forever; pay attention to them and they always love you back.\"", "author": "An Abundance Of Katherines by John Green"},
{"text": "\"It only put me in Gryffindor,” said Harry in a defeated voice, “because I asked not to go in Slytherin.”", "author": "Harry Potter And The Chamber Of Secrets by J. K. Rowling"},
{"text": "\"This moment will just be another story someday.\"", "author": "The Perks Of Being A Wallflower by Stephen Chbosky"},
{"text": "\"It does not do to dwell on dreams and forget to live.\"", "author": "Harry Potter And The Sorcerer’s Stone by J. K. Rowling"},
{"text": "\"When adults say, “Teenagers think they are invincible” with that sly, stupid smile on their faces, they don’t know how right they are. We need never be hopeless, because we can never be irreparably broken. We think that we are invincible because we are. We cannot be born, and we cannot die. Like all energy, we can only change shapes and sizes and manifestations. They forget that when they get old. They get scared of losing and failing. But that part of us greater than the sum of our parts cannot begin and cannot end, and so it cannot fail.\"", "author": "Looking For Alaska by John Green"},
{"text": "\"They’re certainly entitled to think that, and they’re entitled to full respect for their opinions,” said Atticus, “but before I can live with other folks I’ve got to live with myself. The one thing that doesn’t abide by majority rule is a person’s conscience.\"", "author": "To Kill A Mockingbird by Harper Lee"},
{"text": "\"If you want to know what a man’s like, take a good look at how he treats his inferiors, not his equals.\"", "author": "Harry Potter And The Goblet Of Fire by J. K. Rowling"},
{"text": "\"That’s always seemed so ridiculous to me, that people would want to be around someone because they’re pretty. It’s like picking your breakfast cereals based on color instead of taste.\"", "author": "Paper Towns by John Green"},
{"text": "\"Do not pity the dead, Harry. Pity the living, and, above all, those who live without love.\"", "author": "Harry Potter And The Deathly Hallows by J. K. Rowling"},
{"text": "\"No no no. I don’t want to screw you. I just love you. When did who you want to screw become the whole game? Since when is the person you want to screw the only person you get to love? It’s so stupid, Tiny! I mean, Jesus, who even gives a fuck about sex?! People act like it’s the most important thing humans do, but come on. How can our sentient fucking lives revolve around something slugs can do. I mean, who you want to screw and whether you screw them? Those are important questions, I guess. But they’re not that important. You know what’s important? Who would you die for? Who do you wake up at five forty-five in the morning for even though you don’t even know why he needs you?\"", "author": "Will Grayson, Will Grayson by John Green and David Levithan"},
{"text": "\"You must never feel badly about making mistakes,” explained Reason quietly, “as long as you take the trouble to learn from them. For you often learn more by being wrong for the right reasons than you do by being right for the wrong reasons.\"", "author": "The Phantom Tollbooth by Norton Juster"},
{"text": "\"You are blinded,” said Dumbledore, his voice rising now, the aura of power around him palpable, his eyes blazing once more, “by the love of the office you hold, Cornelius! You place too much importance, and you always have done, on the so-called purity of blood! You fail to recognize that it matters not what someone is born, but what they grow to be!\"", "author": "Harry Potter And The Goblet Of Fire by J. K. Rowling"},
{"text": "\"I wanted you to see what real courage is, instead of getting the idea that courage is a man with a gun in his hand. It’s when you know you’re licked before you begin but you begin anyway and you see it through no matter what. You rarely win, but sometimes you do.\"", "author": "To Kill A Mockingbird by Harper Lee"},
{"text": "\"What is the point of being alive if you don’t at least try to do something remarkable?\"", "author": "An Abundance Of Katherines by John Green"},
{"text": "\"It suddenly dawned on me that if Michael were still around, Susan probably wouldn’t be “going out” with him anymore. Not because she’s a bad person or shallow or mean. But because things change. And friends leave. And life doesn’t stop for anybody.\"", "author": "The Perks Of Being A Wallflower by Stephen Chbosky"},
{"text": "\"‘I Wanna Hold Your Hand.’ First single. Fucking brilliant. Perhaps the most fucking brilliant song ever written. Because they nailed it. That’s what everyone wants. Not 24-7 hot wet sex. Not a marriage that lasts a hundred years. Not a Porsche or a blow job or a million-dollar crib. No. They wanna hold your hand. They have such a feeling that they can’t hide. Every single successful love song of the past fifty years can be traced back to 'I Wanna Hold Your Hand.’ And every single successful love story has those unbearable and unbearably exciting moments of hand-holding. Trust me. I’ve thought a lot about this.\"", "author": "Nick And Norah’s Infinite Playlist by Rachel Cohn and David Levithan"}
]